{
  "uebungen": [
    {
      "uebungName": "Bankdrücken",

      "mainImage": "Images/Geraete/BankdrueckenNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/nCWRz2K08MQ?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal ist ein kurzes Dehnen der Brust- und Armmuskulatur.",

      "vorbereitungLink": "https://www.youtube.com/embed/KqqPHrWOspI?listType=user_uploads&rel=0",

      "vorbereitungText": "Stellen Sie sicher, dass die Stange fest in der Langhantelhalterung liegt. Das Gewicht soll so eingestellt werden, dass acht bis zehn Wiederholungen möglich sind. Wichtig hierbei zu beachten ist, dass die Stange allein bereits 20 Kilogramm wiegt. Befestigen Sie das Gewicht mithilfe der Sicherungsringe. Legen Sie sich mit dem Rücken auf die Bank und bringen Sie ihre Hände ohne Abwinkelung, an der Stange, etwa schulterbreit an. Die Füße verbleiben während der gesamten Übung am Boden. Anschließend fixieren Sie ihre Schultergelenke, indem Sie ihre Schulterblätter hinten zusammenziehen.",

      "ausfuehrungLink": "https://www.youtube.com/embed/OQEb1JZOcfM?listType=user_uploads&rel=0",

      "ausfuehrungText": "Nun heben Sie die Stange aus der Halterung und drücken sie nach oben, bis Ihre Arme beinahe durchgestreckt sind. Diese Position halten Sie dann für eine Sekunde und führen das Gewicht anschließend langsam und kontrolliert nach unten. Achten Sie darauf die Arme im 45° Winkel zum Oberkörper zu führen. An der untersten Position sind Sie angekommen, sobald die Stange Ihre Brust leicht berührt. Dort angelangt drücken Sie das Gewicht erneut nach oben."
    },

    {
      "uebungName": "Beinbeuger",

      "mainImage": "Images/Geraete/BeinbeugerNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/-pxKHNsDwX8?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal für jegliche Beinübung ist ein kurzes Einlaufen am Laufband. Kurzes Dehnen der Beine und 5-10 Kniebeuge genügen. ",

      "vorbereitungLink": "https://www.youtube.com/embed/VWltVVod2Lg?listType=user_uploads&rel=0",

      "vorbereitungText": "Das Gewicht soll so eingestellt werden, dass acht bis zehn Wiederholungen möglich sind. Das Polstergelenk soll so platziert werden, dass es während der gesamten Bewegung auf dem unteren Ende der Wade liegt und, dass das Knie auf einer Höhe mit dem Drehgelenk liegt. Anschließend spannen Sie Ihre Beine am Polstergelenk ein und legen sich mit der Körpervorderseite auf die Bank. Dann halten Sie sich mit beiden Händen an den Griffen fest, um sich in die Bank zu drücken und somit zu verhindern, dass sich Ihr Gesäß während der Übung von der Bank abhebt. ",

      "ausfuehrungLink": "https://www.youtube.com/embed/J38bIjp8F14?listType=user_uploads&rel=0",

      "ausfuehrungText": "Nun führen Sie das Gewicht, welches am Polstergelenk befestigt ist, durch eine kreisförmige Bewegung Richtung Gesäß. Umso näher Sie das Gewicht zum Gesäß bringen, desto stärker wird der Muskel beansprucht. Sobald Sie das Polstergelenk nicht näher an ihr Gesäß heranbringen können, sind Sie an der obersten Position angekommen. Von dort aus führen Sie das Polstergelenk langsam und kontrolliert nach unten und wiederholen den Vorgang."
    },

    {
      "uebungName": "Beinstrecker",

      "mainImage": "Images/Geraete/BeinstreckerNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/-pxKHNsDwX8?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal für jegliche Beinübung ist ein kurzes Einlaufen am Laufband. Kurzes Dehnen der Beine und 5-10 Kniebeuge genügen. ",

      "vorbereitungLink": "https://www.youtube.com/embed/kic4EeXOfNw?listType=user_uploads&rel=0",

      "vorbereitungText": "Das Gewicht soll so eingestellt werden, dass acht bis zehn Wiederholungen möglich sind. Die Rückenlehne soll so positioniert werden, dass die Kniekehle mit dem der Vorderseite der Sitzfläche abschließt. Nun sollten sich Knie und Achse, um welche sich das Gewicht bewegt, auf einer Linie befinden. Das Polstergelenk soll auf dem unteren Bereich des Schienbeins liegen.",

      "ausfuehrungLink": "https://www.youtube.com/embed/rALLgLl-wy4?listType=user_uploads&rel=0",

      "ausfuehrungText": "Nun drücken Sie sich beiderseitig mithilfe der am Gerät befestigten Griffe in den Sitz hinein, um zu verhindern, dass sich Ihr Gesäß während der Übung von der Sitzfläche abhebt. Anschließend strecken Sie beide Beine gleichzeitig aus. Sobald Ihre Beine vollständig ausgestreckt sind, halten Sie diese Position kurz und gehen anschließend langsam und kontrolliert nach unten. In der Ausgangsposition angekommen Wiederhohlen Sie diesen Vorgang."
    },

    {
      "uebungName": "Dips",

      "mainImage": "Images/Bench.png",

      "aufwaermenLink": "https://www.youtube.com/embed/9YffrCViTVk",

      "aufwaermenText": "Ideal für jegliche Beinübung ist ein kurzes Einlaufen am Laufband. Kurzes Dehnen der Beine und 5-10 Kniebeuge genügen.",

      "vorbereitungLink": "https://www.youtube.com/embed/kic4EeXOfNw",

      "vorbereitungText": "Die Rückenlehne soll so eingestellt werden, dass die Kniekehle mit dem Polster abschließt. Daraus soll sich nun eine Linie mit dem Knie und der Achse, auf welchem sich das Gewicht bewegt, gebildet werden. Auch noch wichtig ist wie der untere Polster auf dem Schienbein liegt, das bedeutet, der Polster soll nicht auf den Fußspannen liegen. Am Ende soll sich der Polster leicht über dem Fußgelenk befinden.",

      "ausfuehrungLink": "https://www.youtube.com/embed/kic4EeXOfNw",

      "ausfuehrungText": "Sie fangen damit an, sich an den Griffen festhalten und mit leichtem Gewicht beginnen, so verhindern Sie, dass das Gesäß sich nach oben bewegt, und finden sich gleichzeitig in die Übung ein. Wie bei der Initialisierung des Gerätes schon erwähnt sollen Sie darauf schauen, dass sich der untere Polster leicht über dem Fußgelenk befindet. Falls Sie Knieprobleme haben können sie den Polster auch weiter zum Knie platzieren. Selbstverständlich nicht übertrieben beim Knie. Dadurch wird die Belastung des Knies geringer. Das Bein strecken Sie im Vergleich zu anderen Übungen komplett durch und gehen wiederrum auch komplett runter sprich bis in die volle Entlastung. Jedoch hängt das Runtergehen völlig von Ihnen ab, also wenn Sie sagen Sie wollen nur den untern oder oberen Bereich trainieren dann ist dies Ihnen überlassen. Wenn Sie am Höhepunkt beim Durchstrecken gelangen, halten Sie diese Position für einen kurzen Moment. Außerdem dürfen Sie die Beine nicht komplett nach oben schwingen. Wenn Sie die Beine wieder runter bewegen, machen Sie dies in einer langsamen Ausführung. Die Füße sollten während der Ausführung relativ ruhig bleiben bzw. sich nicht viel Bewegen, sodass das Knie stabilisiert bleibt. Um das zu erreichen, ziehen Sie am besten die Zehenspitzen an, dann bewegen sich die Füße nicht so leicht und sie bleiben in einer stabilen Position."
    },

    {
      "uebungName": "Cable Flyes",

      "mainImage": "Images/Geraete/cableFlyesNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/nCWRz2K08MQ?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal ist ein kurzes Dehnen der Brust- und Armmuskulatur.",

      "vorbereitungLink": "https://www.youtube.com/embed/-HSaBo_SW44?listType=user_uploads&rel=0",

      "vorbereitungText": "Spannen Sie Seilzuggriffe oben an beiden Seiten der Maschine ein. Stellen Sie sicher, dass die Karabiner fest mit Maschine und Griff verbunden sind. Das Gewicht soll so eingestellt werden, dass acht bis zehn Wiederholungen möglich sind. Nun nehmen Sie beide Griffe, gehen ein bis zwei Schritte nach vorne und bringen Sie sich in eine stabile Position. Bringen Sie ihre Hände ohne Abwinkelung an den Griffen an. Lehnen Sie sich für mehr Stabilität mit dem Oberkörper leicht nach vorne. Die Füße verbleiben während der gesamten Übung am Boden. Anschließend fixieren Sie ihre Schultergelenke, indem Sie ihre Schulterblätter hinten zusammenziehen. Ihr Oberkörper sollte nun eine T-Form bilden.",

      "ausfuehrungLink": "https://www.youtube.com/embed/9EnBNfPLQ1A?listType=user_uploads&rel=0",

      "ausfuehrungText": "Wichtig zu beachten ist, dass die Arme während der gesamten Übung gestreckten bleiben sollten. Nun halten Sie ihre Arme auf Spann und bringen diese mittig vor der Brust zusammen. Diese Position halten Sie dann für eine Sekunde und führen die Arme anschließend langsam und kontrolliert in die Ausgangsposition. Dort angelangt wiederholen Sie den Vorgang. Achten Sie darauf die Arme im 60° Winkel zum Oberkörper zu führen."
    },

    {
      "uebungName": "Kreuzheben",

      "mainImage": "Images/Bench.png",

      "aufwaermenLink": "https://www.youtube.com/embed/9YffrCViTVk",

      "aufwaermenText": "Ideal für jegliche Beinübung ist ein kurzes Einlaufen am Laufband. Kurzes Dehnen der Beine und 5-10 Kniebeuge genügen.",

      "vorbereitungLink": "https://www.youtube.com/embed/kic4EeXOfNw",

      "vorbereitungText": "Die Rückenlehne soll so eingestellt werden, dass die Kniekehle mit dem Polster abschließt. Daraus soll sich nun eine Linie mit dem Knie und der Achse, auf welchem sich das Gewicht bewegt, gebildet werden. Auch noch wichtig ist wie der untere Polster auf dem Schienbein liegt, das bedeutet, der Polster soll nicht auf den Fußspannen liegen. Am Ende soll sich der Polster leicht über dem Fußgelenk befinden.",

      "ausfuehrungLink": "https://www.youtube.com/embed/kic4EeXOfNw",

      "ausfuehrungText": "Sie fangen damit an, sich an den Griffen festhalten und mit leichtem Gewicht beginnen, so verhindern Sie, dass das Gesäß sich nach oben bewegt, und finden sich gleichzeitig in die Übung ein. Wie bei der Initialisierung des Gerätes schon erwähnt sollen Sie darauf schauen, dass sich der untere Polster leicht über dem Fußgelenk befindet. Falls Sie Knieprobleme haben können sie den Polster auch weiter zum Knie platzieren. Selbstverständlich nicht übertrieben beim Knie. Dadurch wird die Belastung des Knies geringer. Das Bein strecken Sie im Vergleich zu anderen Übungen komplett durch und gehen wiederrum auch komplett runter sprich bis in die volle Entlastung. Jedoch hängt das Runtergehen völlig von Ihnen ab, also wenn Sie sagen Sie wollen nur den untern oder oberen Bereich trainieren dann ist dies Ihnen überlassen. Wenn Sie am Höhepunkt beim Durchstrecken gelangen, halten Sie diese Position für einen kurzen Moment. Außerdem dürfen Sie die Beine nicht komplett nach oben schwingen. Wenn Sie die Beine wieder runter bewegen, machen Sie dies in einer langsamen Ausführung. Die Füße sollten während der Ausführung relativ ruhig bleiben bzw. sich nicht viel Bewegen, sodass das Knie stabilisiert bleibt. Um das zu erreichen, ziehen Sie am besten die Zehenspitzen an, dann bewegen sich die Füße nicht so leicht und sie bleiben in einer stabilen Position."
    },

    {
      "uebungName": "Schrägbank",

      "mainImage": "Images/Geraete/SchraegbankNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/nCWRz2K08MQ?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal ist ein kurzes Dehnen der Schulter- und Armmuskulatur. ",

      "vorbereitungLink": "https://www.youtube.com/embed/7nr2Mms9Q2w?listType=user_uploads&rel=0",

      "vorbereitungText": "Sie benötigen eine Schrägbank und zwei Hanteln. Das Gewicht soll so gewählt werden, dass acht bis zehn Wiederholungen möglich sind. Sie stellen die Schrägbank auf ungefähr 30° ein und legen sich Brust-voraus auf die Bank. Die Beine werden abgewinkelt und in den Boden gedrückt um als Unterstützung der Stabilität zu dienen.",

      "ausfuehrungLink": "https://www.youtube.com/embed/3wTONKX5WTY?listType=user_uploads&rel=0",

      "ausfuehrungText": "Nun heben Sie die Hanteln in kreisförmiger Bewegung an, bis sich die Ellenbogen auf Brusthöhe befinden. Achten Sie darauf die Arme im 45° Winkel zum Oberkörper zu führen. Diese Position halten Sie dann für eine Sekunde und gehen anschließend langsam und kontrolliert nach unten. An der untersten Position sind sie angekommen, sobald Arme und Schultern durchgestreckt Richtung Boden zeigen. Dort angekommen wiederholen sie diesen Vorgang."
    },

    {
      "uebungName": "Squat",

      "mainImage": "Images/Geraete/SquatNoText.png",

      "aufwaermenLink": "https://www.youtube.com/embed/-pxKHNsDwX8?listType=user_uploads&rel=0",

      "aufwaermenText": "Ideal für jegliche Beinübung ist ein kurzes Einlaufen am Laufband. Kurzes Dehnen der Beine und 5-10 Kniebeuge genügen.",

      "vorbereitungLink": "https://www.youtube.com/embed/p1ECfgHb51I?listType=user_uploads&rel=0",

      "vorbereitungText": "Heben Sie eine Langhantel in eine Stufe der Langhantelhalterung, welche sich auf Brusthöhe befindet und fügen nach Bedarf Gewicht gleichmäßig auf beiden Seiten hinzu. Das Gewicht soll so gewählt werden, dass acht bis zehn Wiederholungen möglich sind. Wichtig hierbei zu beachten ist, dass die Stange allein bereits 20 Kilogramm wiegt. Danach platzieren Sie sich selbst direkt unter der Stange und stellen sich so hin, dass die Stange auf Schulter und Nackenmuskulatur liegt. Füße sowie Hände werden Schulterbreit auf Boden und Stange platziert. Befestigten Sie ihre Hände, ohne Abwinkelung im Handgelenk, an der Stange. Füße zeigen ca. im 15-30° Winkel nach außen. Knie und Fußspitzen zeigen während der gesamten Übung in dieselbe Richtung.",

      "ausfuehrungLink": "https://www.youtube.com/embed/SjdGb3e5rOg?listType=user_uploads&rel=0",

      "ausfuehrungText": "Heben Sie die Stange aus dem Gerüst und „entsichern“ Sie sie, indem Sie die Stange mithilfe der Hände leicht nach hinten drehen. Anschließend bewegen Sie das Gewicht, indem Sie eine Kniebeuge ausführen. Der Rücken bleibt während der gesamten Übung möglichst gerade. Versuchen Sie die Ellenbogen unter die Stange zu drücken, gleichzeitig die Schulterblätter zusammenzuziehen und die Brust zu heben, damit sich Spannung im Oberkörper aufbaut. Der Kopf bildet eine Linie mit dem Torso. Das heißt, er bildet eine Verlängerung der Wirbelsäule.  Anschließend schieben Sie die Hüfte nach hinten, während die Knie sich beugen und nach vorne drücken. Gehen Sie dabei aber nur so tief, wie der Rücken gerade gehalten werden kann. Optimal wäre es, wenn Sie es mit geradem Rücken schaffen, die Parallele zu brechen. Das bedeutet, dass sich Ihr Gesäß am tiefsten Punkt der Kniebeuge unterhalb der Kniehöhe befindet. Vom tiefsten Punkt der Kniebeuge geht es nun direkt wieder hoch. Dafür drücken Sie ihre Füße in den Boden, während der Rumpf gerade gehalten wird. Am obersten Punkt angekommen, fokussierst du dich auf deine nächste Wiederholung und atmest tief ein. Nachdem du die letzte Wiederholung vollständig ausgeführt hast, kannst du die Langhantel kontrolliert wieder in der Halterung fixieren. Gehe mit einem Blick nach rechts und links sicher, ob die Stange wirklich sicher in der Halterung liegt."
    }
  ]
}
